IDEA StatiCa Open Model
Stirrup.AnchorageLenght Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Anchorage Lenght
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AnchorageLenght { get; set; }
Public Property AnchorageLenght As Double
	Get
	Set
public:
property double AnchorageLenght {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace